{
  "characters": [
    {
      "id": 1,
      "name": "peter griffin",
      "slug": "peter-griffin",
      "description": "Introducing Peter Griffin, the lovably absurd and hilariously clueless patriarch of the Griffin family from the animated sitcom Family Guy. Peter is a walking spectacle of comedic chaos, renowned for his unconventional antics and lack of filter. With a physique that defies both physics and fashion trends, he sports a prominent beer belly, a perpetual five o'clock shadow, and a grin that oozes mischief. Peter's trademark outfit consists of a white shirt, green pants, and a sense of humor that teeters on the edge of sanity.",
      "age": "approximately in his 40s",
      "image": "/characters/peter.png",
      "occupations": [
        "Safety Inspector (formerly)",
        "Brewery Worker",
        "Various Odd Jobs"
      ]
    },
    {
      "id": 2,
      "name": "Stewie Griffin",
      "slug": "stewie-griffin",
      "description": "Stewie Griffin is a highly intelligent and diabolically clever baby with a British accent. Despite his young age, Stewie possesses a dark and twisted sense of humor, often plotting elaborate schemes to eliminate his mother, Lois, or to conquer the world.",
      "age": "1 year",
      "image": "/characters/stewie.png",
      "occupations": ["Scientist Inventor"]
    },
    {
      "id": 3,
      "name": "Lois Griffin",
      "slug": "lois-griffin",
      "description": "Lois Griffin is the matriarch of the Griffin family. She is a loving and caring wife to Peter Griffin and a devoted mother to her children, Meg, Chris, and Stewie. Lois often finds herself balancing the chaotic antics of her family while trying to maintain a sense of order in their lives.",
      "age": "Late 30s",
      "image": "/characters/lois.png",
      "occupations": [
        "Housewife",
        "Piano Instructor",
        "Journalist",
        "Boxer",
        "Retail Worker"
      ]
    },
    {
      "id": 4,
      "name": "Meg Griffin",
      "slug": "meg-griffin",
      "description": "Meg Griffin is the eldest daughter of the Griffin family. As a teenager, Meg often finds herself the target of ridicule and mistreatment, both at school and within her own family. Despite the constant challenges she faces, Meg maintains a resilient spirit and strives to find her place in the world.",
      "age": "16 years",
      "image": "/characters/meg.png",
      "occupations": ["High school student"]
    },
    {
      "id": 5,
      "name": "Joe Swanson",
      "slug": "joe-swanson",
      "description": "Introducing Joe Swanson, the resilient wheelchair-bound police officer from the animated sitcom Family Guy. Joe is a character who defies expectations and showcases the triumph of the human spirit. Despite facing the challenges of being paralyzed from the waist down, Joe's indomitable willpower and unwavering determination shine through in every aspect of his life. With his quick wit and sharp sense of humor, Joe proves that being a hero is not about physical abilities but about the strength of character.",
      "age": "Late 40s",
      "image": "/characters/joe.png",
      "occupations": ["Police Officer", "Father", "Husband"]
    },
    {
      "id": 6,
      "name": "Bonnie Swanson",
      "slug": "bonnie-swanson",
      "description": "Introducing Bonnie Swanson, a beloved character from the animated sitcom Family Guy. Bonnie brings a touch of warmth and resilience to the vibrant community of Quahog. As a dedicated wife, nurturing mother, and loyal friend, Bonnie's presence adds depth and heart to the show's ensemble cast. Her unwavering determination and unwavering support for her loved ones make her an integral part of the fabric of the community, proving that strength comes in many forms.",
      "age": "Late 30s",
      "image": "/characters/bonnie.png",
      "occupations": ["Stay-at-home Mom", "Supportive Spouse"]
    },
    {
      "id": 7,
      "name": "Glenn Quagmire",
      "slug": "glenn-quagmire",
      "description": "Glenn Quagmire, often referred to as just 'Quagmire,' is Peter's eccentric and wildly promiscuous neighbor. Known for his distinctive voice and catchphrase 'Giggity giggity goo,' Quagmire is always on the prowl for his next romantic conquest and is infamous for his outrageous and often inappropriate behavior.",
      "age": "Late 40s",
      "image": "/characters/quagmire.png",
      "occupations": ["commercial airline pilot"]
    },
    {
      "id": 8,
      "name": "Brian Griffin",
      "slug": "brian-griffin",
      "description": "Brian Griffin is the Griffin family's anthropomorphic pet dog and the voice of reason amidst the chaos. He is known for his intellectual pursuits, his love for martinis, and his wit. Brian often serves as the moral compass of the group and engages in various adventures and misadventures alongside the family.",
      "age": "7 years (in dog years)",
      "image": "/characters/brian.png",
      "occupations": ["Writer"]
    },
    {
      "id": 9,
      "name": "Chris Griffin",
      "slug": "chris-griffin",
      "description": "Chris Griffin is the lovable but dim-witted teenage son of Peter and Lois Griffin. Chris often finds himself unintentionally involved in absurd situations, making him a constant source of comedic moments in the show. Despite his lack of intelligence, Chris has a heart of gold and possesses a unique innocence that endears him to those around him.",
      "age": "14 years",
      "image": "/characters/chris.png",
      "occupations": [
        "High school student",
        "Former paperboy Former",
        "Supervisor of Quahog Mini-Mart Middle school student"
      ]
    },
    {
      "id": 10,
      "name": "Adam West",
      "slug": "adam-west",
      "description": "Adam West is a fictionalized version of the late actor himself, serving as the eccentric and quirky mayor of Quahog. Known for his bizarre and nonsensical behavior, Adam West adds a touch of hilarity to the show with his outrageous antics.",
      "age": "Deceased",
      "image": "/characters/adam.png",
      "occupations": ["Mayor"]
    },
    {
      "id": 11,
      "name": "Cleveland Brown",
      "slug": "cleveland-brown",
      "description": "Cleveland Brown is a mild-mannered and good-hearted friend of Peter Griffin. Known for his distinctive voice and calm demeanor, Cleveland is often the voice of reason among his group of friends. After leaving Quahog, he moved to Stoolbend and starred in his own spin-off show, 'The Cleveland Show.'",
      "age": "Late 40s",
      "image": "/characters/clevland.png",
      "occupations": ["Deli Owner", "Former Cable Guy"]
    },
    {
      "id": 12,
      "name": "Carter Pewterschmidt",
      "slug": "carter-pewterschmidt",
      "description": "Carter Pewterschmidt is Lois Griffin's wealthy and controlling father. He is the CEO of Pewterschmidt Industries and is known for his arrogance and conservative beliefs. Despite his cold exterior, Carter occasionally shows moments of vulnerability and even bonds with Peter on rare occasions.",
      "age": "Late 70s",
      "image": "/characters/carter.png",
      "occupations": ["CEO of Pewterschmidt Industries"]
    },
    {
      "id": 13,
      "name": "Donna Tubbs",
      "slug": "donna-tubbs",
      "description": "Donna Tubbs is the wife of Cleveland Brown. She is a strong and independent woman who is known for her no-nonsense attitude. Donna plays a significant role in both 'Family Guy' and 'The Cleveland Show,' providing support and wisdom to her family and friends.",
      "age": "Late 30s",
      "image": "/characters/donna.png",
      "occupations": ["Waitress"]
    },
    {
      "id": 15,
      "name": "Dr. Elmer Hartman",
      "slug": "dr-elmer-hartman",
      "description": "Dr. Elmer Hartman is the Griffin family's incompetent and often clueless physician. Despite his lack of medical expertise, he is always ready to offer his questionable advice and treatments. Dr. Hartman's character provides comedic relief with his outrageous and misguided medical practices.",
      "age": "Late 40s",
      "image": "/characters/doctor.png",
      "occupations": ["Medical Doctor"]
    },
    {
      "id": 16,
      "name": "Ernie The Giant Chicken",
      "slug": "ernie-the-giant-chicken",
      "description": "Ernie The Giant Chicken is a recurring antagonist in Family Guy, known for his intense rivalry with Peter Griffin. Their clashes often escalate into epic and absurd fights that span over several episodes. Ernie is a formidable adversary, always seeking revenge on Peter for a long-forgotten disagreement.",
      "age": "",
      "image": "/characters/chicken.png",
      "occupations": null
    },
    {
      "id": 17,
      "name": "Tom Tucker",
      "slug": "tom-tucker",
      "description": "Tom Tucker is the charismatic and smooth-talking news anchor for the Quahog 5 News. He is known for his sensationalistic reporting style and his flirtatious personality. Tom takes his role as a news anchor very seriously, even if it means sacrificing journalistic integrity for ratings.",
      "age": "40s",
      "image": "/characters/tom.png",
      "occupations": ["News Anchor"]
    },
    {
      "id": 19,
      "name": "Herbert",
      "slug": "herbert",
      "description": "Herbert is an elderly neighbor of the Griffin family, often seen lurking around their neighborhood. He has a peculiar infatuation with young boys, particularly with Chris Griffin, and frequently tries to engage in inappropriate activities with him. Herbert's character adds a touch of dark humor and discomfort to the show.",
      "age": "70s",
      "image": "/characters/herbert.png",
      "occupations": ["Retired U.S. Army Veteran"]
    },
    {
      "id": 20,
      "name": "Mort Goldman",
      "slug": "mort-goldman",
      "description": "Mort Goldman is the owner of Mort's Pharmacy in Quahog. He is a neurotic and anxious character who often finds himself caught up in the absurd situations of the show. Mort is known for his distinctive voice and his constant kvetching about life's misfortunes.",
      "age": "40s",
      "image": "/characters/mort.png",
      "occupations": ["Pharmacist"]
    }
  ]
}
