{
  "data": [
    {
      "character_id": 1,
      "quote": "Lois, if I'm not back in five minutes... wait longer!"
    },
    {
      "character_id": 1,
      "quote": "I may not be the sharpest tool in the shed, but I'm the most entertaining one!"
    },
    {
      "character_id": 1,
      "quote": "Why do things today when you can put them off until tomorrow? Procrastination is my middle name!"
    },
    {
      "character_id": 1,
      "quote": "I don't always make sense, but when I do, it's by accident."
    },
    {
      "character_id": 1,
      "quote": "Life is too short to not eat dessert first... and second... and third."
    },

    {
      "character_id": 2,
      "quote": "Victory is mine!"
    },
    {
      "character_id": 2,
      "quote": "What the deuce?"
    },
    {
      "character_id": 2,
      "quote": "I'm going to do what I do best: lie, steal, cheat, and survive!"
    },
    {
      "character_id": 2,
      "quote": "I'm not drunk, I'm just exhausted from staying up all night drinking."
    },
    {
      "character_id": 2,
      "quote": "I'm a homicidal maniac. They look just like everyone else."
    },
    {
      "character_id": 2,
      "quote": "I'm not insane. My mother had me tested."
    },
    {
      "character_id": 2,
      "quote": "I'm surrounded by idiots."
    },
    {
      "character_id": 2,
      "quote": "Damn you, vile woman! You've impeded my work since the day I escaped from your wretched womb!"
    },
    {
      "character_id": 3,
      "quote": "Peter, I love you, but you have more nerve than a toothache."
    },
    {
      "character_id": 3,
      "quote": "I don't care what other people think. I've always been unconventional, and I'm proud of it."
    },
    {
      "character_id": 3,
      "quote": "Being a mother is hard work, but it's the most rewarding job in the world."
    },
    {
      "character_id": 3,
      "quote": "Peter, you're like a hurricane of destruction, leaving chaos in your wake."
    },
    {
      "character_id": 3,
      "quote": "I may not always agree with Peter's shenanigans, but I'll always stand by him."
    },
    {
      "character_id": 3,
      "quote": "Life is too short to worry about what others think. Embrace your quirks and live your best life."
    },
    {
      "character_id": 3,
      "quote": "Being a strong woman means standing up for what you believe in and not backing down."
    },
    {
      "character_id": 3,
      "quote": "I may seem like the calm one in our family, but deep down, I have a fiery spirit."
    },
    {
      "character_id": 3,
      "quote": "Peter, sometimes I think you have a permanent brain freeze from all the ice cream you eat."
    },
    {
      "character_id": 4,
      "quote": "Why does everyone always pick on me?"
    },
    {
      "character_id": 4,
      "quote": "I'm just trying to find my place in this crazy world."
    },
    {
      "character_id": 4,
      "quote": "Sometimes I wish I could just disappear and start over."
    },
    {
      "character_id": 4,
      "quote": "Being a teenage girl is like being trapped in a never-ending nightmare."
    },
    {
      "character_id": 4,
      "quote": "No matter how hard I try, it feels like I'm always the outcast."
    },
    {
      "character_id": 4,
      "quote": "I may not be the most popular or glamorous, but I have my own unique qualities."
    },
    {
      "character_id": 4,
      "quote": "It's not easy being the black sheep of the family, but I've learned to embrace it."
    },
    {
      "character_id": 4,
      "quote": "I may not have it all figured out, but I'm doing the best I can."
    },
    {
      "character_id": 4,
      "quote": "Sometimes all it takes is one person to believe in you to make a difference."
    },
    {
      "character_id": 4,
      "quote": "In a world that constantly rejects me, I'll keep pushing forward and proving them wrong."
    },
    {
      "character_id": 5,
      "quote": "You don't have to win to have fun."
    },
    {
      "character_id": 5,
      "quote": "Peter, face it. Without Quagmire, we're boring."
    },
    {
      "character_id": 5,
      "quote": "You want me to be the one who says Giggity now?"
    },
    {
      "character_id": 7,
      "quote": "I might need two weeks off from this friendship."
    },
    {
      "character_id": 7,
      "quote": "He's a baby who did a baby thing. Let's all calm down a little."
    },
    {
      "character_id": 7,
      "quote": "I was living the life, banging chicks and eating cabbage. You know."
    },
    {
      "character_id": 7,
      "quote": "Peter's a good friend. Not like Cleveland."
    },
    {
      "character_id": 7,
      "quote": "If cellphones worked, every movie would be two minutes long."
    },
    {
      "character_id": 7,
      "quote": "How do you think NBA players get all those chicks? They're all great cooks. Except Kobe Bryant. His secret is different."
    },
    {
      "character_id": 7,
      "quote": "I don't want to go to jail, but I really want to take credit."
    },
    {
      "character_id": 8,
      "quote": "We can make this work, like couples who meet on Craig's List."
    },
    {
      "character_id": 8,
      "quote": "I'm just saying. It's no surprise that justice isn't colorblind."
    },
    {
      "character_id": 8,
      "quote": "You're like all the worst parts of a girlfriend."
    },
    {
      "character_id": 8,
      "quote": "You know, it's times like this where I think if I didn't talk and you were a normal baby, we wouldn't have any of these problems."
    },
    {
      "character_id": 8,
      "quote": "You go ahead, I have to make the waffle fries you scream-requested in the car."
    },
    {
      "character_id": 8,
      "quote": "I guess you can call me the Man of La Muncha."
    },
    {
      "character_id": 9,
      "quote": "This is why you're so great, dad. You don't pretend to be someone you're not. You don't care what anyone thinks."
    },
    {
      "character_id": 9,
      "quote": "I thought you were this wordly, sophisticated guy, but you're just a fraud. Like Moses."
    },
    {
      "character_id": 9,
      "quote": "No, but why are you saying the dogs name before dads."
    },
    {
      "character_id": 9,
      "quote": "I'm gonna see which lobster I think deserves to die."
    },
    {
      "character_id": 9,
      "quote": "I always knew one day this would happen."
    },
    {
      "character_id": 10,
      "quote": "See? We're already making each other better people!"
    },
    {
      "character_id": 10,
      "quote": "Every Friday night, I'm a clearance-sale area rug."
    },
    {
      "character_id": 10,
      "quote": "If I enter Connecticut, I'm entering every state that Connecticut's ever been with. Good luck, brave travelers."
    },
    {
      "character_id": 10,
      "quote": "It's creamed corn. I brang it from home because I don't like the creamed corn they have here. It's too crunchy."
    },
    {
      "character_id": 11,
      "quote": "Grab that letter opener over there. I'm going to show you why you should never mail cash."
    },
    {
      "character_id": 11,
      "quote": "I'd be happy to get you an interview. And as a white woman, you'd be the minority here. Unless you're an alcoholic."
    },
    {
      "character_id": 11,
      "quote": "Oh, yeah. Black guys put hot sauce on everything on account most of us have been pepper-sprayed by the time we're two."
    },
    {
      "character_id": 11,
      "quote": "Your kid's got a walk in closet?! Two of mine gotta sleep in the car!"
    },
    {
      "character_id": 12,
      "quote": "I got to email that to Babs. She hates people."
    },
    {
      "character_id": 12,
      "quote": "The government wants to tell you how many children you can have!"
    },
    {
      "character_id": 12,
      "quote": "I lost my home, my money, and perhaps just as serious, my wife left me!"
    },
    {
      "character_id": 16,
      "quote": "Oh, hey there Chris! Happy Valentine's Day! Hope Cupid brings you a saggy old bag of treats!"
    },
    {
      "character_id": 16,
      "quote": "You know Chris, all my life, I've wanted to see you locked in a basement. But now that it's happened, all I want to do is get you out!"
    },
    {
      "character_id": 16,
      "quote": "Look. Everyone but Chris, keep your pants on and we'll find a way out of this."
    },
    {
      "character_id": 16,
      "quote": "Ma'am, I hate to be a nuisance but your son stopped kicking the back of my chair. "
    }
  ]
}
